// Змінна num може набувати 4 значення: '1', '2', '3' або '4'
// (запитуй це значення у користувача через prompt).
// Якщо вона має значення '1', то у змінну result запишіть 'зима',
// якщо має значення '2' - 'весна' і так далі.
// Розв'яжіть завдання через switch-case.
// Не забудьте про дефолтне значення, на випадок, якщо користувач
// введе в prompt щось інше. В такому випадку result має набувати значення:
// "Вибачте, але ви маєте ввести значення від 1 до 4 включно".
// Значення змінної result виведіть в консоль.

// let num = +prompt('Введіть значення');
// let result = "";

// switch (num) {
//     case 1:
//         result = "Зима";
//         break;
//     case 2:
//         result = "Весна";
//         break;
//     case 3:
//         result = "Літо";
//         break;
//     case 4:
//         result = "Осінь";
//         break;
//     default:
//         result = "Вибачте, але ви маєте ввести значення від 1 до 4 включно";
// }

// console.log(result);