// Напишіть код, який запитуватиме у користувача
// логін за допомогою prompt і виводить результат в консоль браузера

// Після цього додайте перевірку введеного користувачем значення:
// Якщо відвідувач вводить "Адмін",
// то prompt запитує пароль (не забудьте зберігти його у змінну для подальшої перевірки).
// Якщо нічого не ввели або натиснули Cancel,
// Вивести в alert строку "Скасовано"
// В іншому випадку вивести в alert рядок "Я вас не знаю"

// Пароль перевіряти так:
// Якщо введено пароль "Я головний",
// то вивести в alert рядок "Добрий день!",
// в іншому випадку вивести в alert рядок "Невірний пароль!"

// let userLogin = prompt('Введіть login');
// console.log(userLogin);

// if (userLogin === "Адмін") {
//     prompt('Введіть пароль')
//     let paassword = "";
//     if (paassword === "Я головний") {
//         alert('Добрий день!');
//     } else {
//         alert('Невірний пароль!');
//     }
// }else if(!userLogin){
//     alert('Скасовано');
// } else {
//     alert('Я вас не знаю');
// }