// Запропонуйте користувачу ввести число за допомогою prompt().
// Збережіть введене значення у змінну number.
// Перевірте, чи дорівнює змінна number числу 10:
//    Якщо так – виведіть повідомлення 'Вірно' у alert().
//    Якщо ні – виведіть 'Невірно'.

// Підказка: prompt завжди повертає рядок (String), тому перед перевіркою
// перетворіть значення на число за допомогою Number().


// let number = prompt('Введіть число');

// +number === 10 ? alert('Вірно') : alert('Невірно'); 

// if (+number === 10) {
//     return alert('Вірно');
// } else {
//     return alert('Невірно');
// }
